Repository: enrzh/aiity
Catalog: AIApp/Localizable.xcstrings
Source language: de
Languages: ar, bn, en, es, fr, hi, id, it, ja, ko, pt, ru, tr, ur, vi, zh_hans

source: [%@ hat nichts zurückgegeben.]
ar: [%@ لم يُرجع شيئًا.]
bn: [%@ কিছু ফেরত দেয়নি।]
en: [%@ returned nothing.]
es: [%@ no ha devuelto nada.]
fr: [%@ n'a rien renvoyé.]
hi: [%@ ने कुछ भी वापस नहीं दिया।]
id: [%@ tidak mengembalikan apa pun.]
it: [%@ non ha restituito nulla.]
ja: [%@ は何も返しませんでした。]
ko: [%@이(가) 아무것도 반환하지 않았습니다.]
pt: [%@ não devolveu nada.]
ru: [%@ ничего не вернул.]
tr: [%@ hiçbir şey döndürmedi.]
ur: [%@ نے کچھ واپس نہیں کیا۔]
vi: [%@ không trả về gì cả.]
zh_hans: [%@ 没有返回任何内容。]

source: [%@ meldet einen Fehler: %@]
ar: [%@ يُبلّغ عن خطأ: %@]
bn: [%@ একটি ত্রুটি জানিয়েছে: %@]
en: [%@ reports an error: %@]
es: [%@ informa de un error: %@]
fr: [%@ signale une erreur : %@]
hi: [%@ ने त्रुटि बताई: %@]
id: [%@ melaporkan kesalahan: %@]
it: [%@ segnala un errore: %@]
ja: [%@ がエラーを返しました: %@]
ko: [%@이(가) 오류를 보고했습니다: %@]
pt: [%@ comunica um erro: %@]
ru: [%@ сообщает об ошибке: %@]
tr: [%@ bir hata bildirdi: %@]
ur: [%@ نے ایک خرابی بتائی: %@]
vi: [%@ báo một lỗi: %@]
zh_hans: [%@ 报错：%@]

source: [gekürzt — %lld Zeichen insgesamt]
ar: [مختصر — %lld حرفًا إجمالًا]
bn: [সংক্ষিপ্ত — মোট %lld অক্ষর]
en: [truncated — %lld characters total]
es: [recortado — %lld caracteres en total]
fr: [tronqué — %lld caractères au total]
hi: [छोटा किया गया — कुल %lld अक्षर]
id: [dipersingkat — total %lld karakter]
it: [abbreviato — %lld caratteri in tutto]
ja: [省略 — 全 %lld 文字]
ko: [축약됨 — 총 %lld자]
pt: [cortado — %lld caracteres no total]
ru: [сокращено — всего %lld символов]
tr: [kısaltıldı — toplam %lld karakter]
ur: [مختصر — کل %lld حروف]
vi: [rút gọn — tổng %lld ký tự]
zh_hans: [已截断 — 共 %lld 个字符]

source: aiity wird gestartet
ar: جارٍ تشغيل aiity
bn: aiity শুরু হচ্ছে
en: Starting aiity
es: Iniciando aiity
fr: Lancement d'aiity
hi: aiity शुरू हो रहा है
id: aiity sedang dimulai
it: Avvio di aiity
ja: aiity を起動中
ko: aiity가 시작되는 중
pt: A iniciar o aiity
ru: aiity запускается
tr: aiity başlatılıyor
ur: aiity شروع ہو رہا ہے
vi: aiity đang khởi động
zh_hans: 正在启动 aiity

source: bevor der Handler greifen konnte.
ar: قبل أن يتمكّن المعالج من التدخّل.
bn: হ্যান্ডলার কাজ করার আগেই।
en: before the handler could kick in.
es: antes de que el manejador pudiera actuar.
fr: avant que le gestionnaire ait pu intervenir.
hi: इससे पहले कि हैंडलर काम कर पाता।
id: sebelum handler sempat bertindak.
it: prima che il gestore potesse intervenire.
ja: ハンドラが動く前に。
ko: 핸들러가 작동하기 전에.
pt: antes de o handler poder atuar.
ru: прежде чем обработчик успел сработать.
tr: işleyici devreye girmeden önce.
ur: ہینڈلر کے کام کرنے سے پہلے۔
vi: trước khi handler kịp xử lý.
zh_hans: 在处理程序来得及介入之前。

source: der Installation, oder die Diagnose wurde geleert.
ar: التثبيت، أو أن سجل التشخيص قد أُفرغ.
bn: ইনস্টলেশনের পর প্রথমবার, বা ডায়াগনস্টিক পরিষ্কার করা হয়েছিল।
en: installation, or the diagnostics were cleared.
es: de la instalación, o se vació el diagnóstico.
fr: l'installation, ou bien le diagnostic a été vidé.
hi: इंस्टॉलेशन के बाद पहली बार, या डायग्नोसिस मिटा दी गई थी।
id: setelah instalasi, atau diagnosis telah dikosongkan.
it: dall'installazione, oppure la diagnostica è stata svuotata.
ja: インストール後はじめての起動か、診断が消去されたためです。
ko: 설치 후 첫 실행이거나, 진단 기록이 삭제되었습니다.
pt: da instalação, ou o diagnóstico foi limpo.
ru: с момента установки, либо диагностика была очищена.
tr: kurulumdan sonraki ilk sefer, ya da tanı temizlenmişti.
ur: انسٹالیشن کے بعد پہلی بار، یا تشخیص صاف کر دی گئی تھی۔
vi: sau khi cài đặt, hoặc chẩn đoán đã bị xóa.
zh_hans: 安装以来，或者诊断记录被清空过。

source: erhalten bleibt — bitte Speicher freigeben und die App neu starten.
ar: سليمًا — حرّر بعض المساحة وأعد تشغيل التطبيق.
bn: সুরক্ষিত থাকে — অনুগ্রহ করে জায়গা খালি করে অ্যাপ পুনরায় চালু করুন।
en: stays intact — free up storage and restart the app.
es: se conserve — libera espacio y reinicia la app.
fr: reste intact — libère de l'espace et redémarre l'app.
hi: सुरक्षित रहती है — कृपया जगह खाली करें और ऐप को फिर से शुरू करें।
id: tetap terjaga — silakan bebaskan ruang penyimpanan dan mulai ulang aplikasi.
it: resta intatto — libera spazio e riavvia l'app.
ja: 壊さないよう、書き込みは行いません — 空き容量を確保してアプリを再起動してください。
ko: 유지됩니다 — 저장 공간을 확보하고 앱을 다시 시작하세요.
pt: se mantenha intacto — liberta espaço e reinicia a app.
ru: остался цел — освободи место и перезапусти приложение.
tr: korunur — lütfen depolama alanı boşaltın ve uygulamayı yeniden başlatın.
ur: محفوظ رہے — براہ کرم جگہ خالی کر کے ایپ دوبارہ شروع کریں۔
vi: được giữ nguyên — vui lòng giải phóng bộ nhớ và khởi động lại ứng dụng.
zh_hans: 保持完整 — 请释放存储空间，然后重启 App。

source: fehlgeschlagene precondition, oder arithmetischer Überlauf.
ar: فشل precondition، أو تجاوز حسابي.
bn: ব্যর্থ precondition, বা গাণিতিক ওভারফ্লো।
en: a failed precondition, or arithmetic overflow.
es: precondition fallida o desbordamiento aritmético.
fr: précondition non respectée ou dépassement arithmétique.
hi: असफल precondition, या अंकगणितीय ओवरफ़्लो।
id: precondition gagal, atau overflow aritmatika.
it: precondition fallita o overflow aritmetico.
ja: precondition の失敗、算術オーバーフローなどです。
ko: precondition 실패, 또는 산술 오버플로우.
pt: precondition falhada ou overflow aritmético.
ru: невыполненное precondition или арифметическое переполнение.
tr: başarısız precondition, veya aritmetik taşma.
ur: ناکام precondition، یا ریاضیاتی اوورفلو۔
vi: precondition thất bại, hoặc tràn số học.
zh_hans: precondition 失败，或算术溢出。

source: iCloud aktiv
ar: iCloud مُفعّل
bn: iCloud সক্রিয়
en: iCloud active
es: iCloud activo
fr: iCloud actif
hi: iCloud सक्रिय
id: iCloud aktif
it: iCloud attivo
ja: iCloud 有効
ko: iCloud 활성
pt: iCloud ativo
ru: iCloud активен
tr: iCloud aktif
ur: iCloud فعال
vi: iCloud hoạt động
zh_hans: iCloud 已启用

source: iCloud gleicht gerade ab — deine Apps von anderen Geräten sollten gleich erscheinen.
ar: تتم مزامنة iCloud — يجب أن تظهر تطبيقاتك من الأجهزة الأخرى خلال لحظات.
bn: iCloud এখন সিঙ্ক করছে — অন্য ডিভাইসের আপনার Apps শীঘ্রই দেখা যাবে।
en: iCloud is syncing — your apps from other devices should appear in a moment.
es: iCloud se está sincronizando: tus apps de otros dispositivos deberían aparecer enseguida.
fr: iCloud synchronise — tes apps des autres appareils devraient apparaître dans un instant.
hi: iCloud अभी सिंक कर रहा है — दूसरे डिवाइसों के आपके Apps जल्द ही दिखने चाहिए।
id: iCloud sedang menyinkronkan — Apps Anda dari perangkat lain akan segera muncul.
it: iCloud si sta sincronizzando — le tue app sugli altri dispositivi dovrebbero comparire a breve.
ja: iCloud が同期中です — 他のデバイスのアプリはまもなく表示されます。
ko: iCloud가 현재 동기화 중입니다 — 다른 기기의 App이 곧 나타날 것입니다.
pt: O iCloud está a sincronizar — as tuas apps de outros dispositivos devem aparecer em breve.
ru: iCloud синхронизируется — приложения с других устройств скоро появятся.
tr: iCloud şu anda senkronize ediyor — diğer cihazlardaki App'leriniz kısa süre içinde görünmeli.
ur: iCloud اب سنک کر رہا ہے — دوسرے ڈیوائسز کی آپ کی Apps جلد ظاہر ہونی چاہئیں۔
vi: iCloud đang đồng bộ — App của bạn từ các thiết bị khác sẽ sớm xuất hiện.
zh_hans: iCloud 正在同步 — 你在其他设备上的 App 很快就会出现。

source: iCloud ist ausgeschaltet. Deine Mini-Apps bleiben vollständig auf diesem Gerät.
ar: iCloud مُعطَّل. تبقى Mini-Apps بالكامل على هذا الجهاز.
bn: iCloud বন্ধ আছে। আপনার Mini-Apps সম্পূর্ণভাবে এই ডিভাইসেই থাকে।
en: iCloud is off. Your Mini-Apps stay entirely on this device.
es: iCloud está desactivado. Tus Mini-Apps se quedan íntegramente en este dispositivo.
fr: iCloud est désactivé. Tes Mini-Apps restent entièrement sur cet appareil.
hi: iCloud बंद है। आपके Mini-Apps पूरी तरह इसी डिवाइस पर रहते हैं।
id: iCloud dimatikan. Mini-Apps Anda sepenuhnya tetap di perangkat ini.
it: iCloud è disattivato. Le tue Mini-App restano interamente su questo dispositivo.
ja: iCloud はオフです。Mini-App はすべてこの端末内だけに残ります。
ko: iCloud가 꺼져 있습니다. Mini-App은 완전히 이 기기에만 남아 있습니다.
pt: O iCloud está desligado. As tuas Mini-Apps ficam apenas neste dispositivo.
ru: iCloud выключен. Твои Mini-Apps остаются только на этом устройстве.
tr: iCloud kapalı. Mini-App'leriniz tamamen bu cihazda kalır.
ur: iCloud بند ہے۔ آپ کی Mini-Apps مکمل طور پر اسی ڈیوائس پر رہتی ہیں۔
vi: iCloud đang tắt. Mini-App của bạn hoàn toàn ở lại trên thiết bị này.
zh_hans: iCloud 已关闭。你的 Mini-Apps 完全保存在本机。

source: iCloud-Sync
ar: مزامنة iCloud
bn: iCloud সিঙ্ক
es: Sincronización iCloud
fr: Sync iCloud
hi: iCloud सिंक
id: Sinkronisasi iCloud
it: Sincronizzazione iCloud
ja: iCloud 同期
ko: iCloud 동기화
pt: Sincronização iCloud
ru: Синхронизация с iCloud
tr: iCloud Senkronizasyonu
ur: iCloud سنک
vi: Đồng bộ iCloud
zh_hans: iCloud 同步

source: kein access_token
ar: لا يوجد access_token
bn: কোনো access_token নেই
en: no access_token
es: sin access_token
fr: pas d'access_token
hi: कोई access_token नहीं
id: tidak ada access_token
it: nessun access_token
ja: access_token がありません
ko: access_token 없음
pt: sem access_token
ru: нет access_token
tr: access_token yok
ur: کوئی access_token نہیں
vi: không có access_token
zh_hans: 没有 access_token

source: kein früherer Lauf
ar: لا تشغيل سابق
bn: কোনো আগের রান নেই
en: no earlier run
es: sin ejecución anterior
fr: aucune exécution précédente
hi: कोई पिछला रन नहीं
id: tidak ada sesi sebelumnya
it: nessuna esecuzione precedente
ja: 前回の実行なし
ko: 이전 실행 없음
pt: sem execução anterior
ru: прошлого запуска нет
tr: önceki oturum yok
ur: کوئی پہلا رن نہیں
vi: không có lần chạy trước
zh_hans: 无上次运行记录

source: keine key-Antwort
ar: لا استجابة تحتوي key
bn: উত্তরে কোনো key নেই
en: no key in the response
es: sin campo key en la respuesta
fr: pas de réponse key
hi: जवाब में कोई key नहीं
id: tidak ada jawaban key
it: nessuna risposta key
ja: key の応答がありません
ko: key 응답 없음
pt: sem key na resposta
ru: нет ответа с ключом
tr: yanıtta key yok
ur: جواب میں کوئی key نہیں
vi: không có phản hồi key
zh_hans: 响应里没有 key

source: läuft…
ar: جارٍ…
bn: চলছে…
en: running…
es: en curso…
fr: en cours…
hi: चल रहा है…
id: berjalan…
it: in corso…
ja: 実行中…
ko: 실행 중…
pt: em curso…
ru: идёт…
tr: çalışıyor…
ur: چل رہا ہے…
vi: đang chạy…
zh_hans: 进行中…

source: nur, was oben steht.
ar: فقط ما هو مذكور بالأعلى.
bn: শুধু যা উপরে লেখা আছে।
en: only what's shown above.
es: solo lo que aparece arriba.
fr: uniquement ce qui figure ci-dessus.
hi: सिर्फ़ वही जो ऊपर लिखा है।
id: hanya yang tertulis di atas.
it: solo quello che c'è qui sopra.
ja: 上に表示されているものだけです。
ko: 위에 적힌 것만.
pt: apenas o que está acima.
ru: только то, что указано выше.
tr: yalnızca yukarıda yazılı olan.
ur: صرف وہی جو اوپر لکھا ہے۔
vi: chỉ những gì được viết ở trên.
zh_hans: 只有上面这些。

source: owner/repo, Pfad oder URL
ar: owner/repo أو مسار أو رابط
bn: owner/repo, পাথ বা URL
en: owner/repo, path or URL
es: owner/repo, ruta o URL
fr: owner/repo, chemin ou URL
hi: owner/repo, पथ या URL
id: owner/repo, path, atau URL
it: owner/repo, percorso o URL
ja: owner/repo、パスまたは URL
ko: owner/repo, 경로 또는 URL
pt: owner/repo, caminho ou URL
ru: owner/repo, путь или URL
tr: owner/repo, yol veya URL
ur: owner/repo، پاتھ یا URL
vi: owner/repo, đường dẫn hoặc URL
zh_hans: owner/repo、路径或 URL

source: sub2api / eigener Server
ar: sub2api / خادمك الخاص
bn: sub2api / নিজস্ব সার্ভার
en: sub2api / your own server
es: sub2api / tu propio servidor
fr: sub2api / ton propre serveur
hi: sub2api / अपना सर्वर
id: sub2api / server sendiri
it: sub2api / il tuo server
ja: sub2api／自分のサーバー
ko: sub2api / 자체 서버
pt: sub2api / o teu próprio servidor
ru: sub2api / свой сервер
tr: sub2api / kendi sunucu
ur: sub2api / اپنا سرور
vi: sub2api / server riêng
zh_hans: sub2api / 自己的服务器

source: sub2api läuft auf deinem Server und hält deine Anbieter-Konten (ChatGPT/Claude/Grok). aiity verbindet sich nur als Client mit einem sk-…-Key — die Abo-Konten selbst verwaltest du in sub2api.
ar: يعمل sub2api على خادمك ويحتفظ بحسابات المزوّدين لديك (ChatGPT/Claude/Grok). ويتصل aiity كعميل فقط بمفتاح sk-… — أما حسابات الاشتراك فتديرها داخل sub2api.
bn: sub2api আপনার সার্ভারে চলে এবং আপনার প্রোভাইডার অ্যাকাউন্ট (ChatGPT/Claude/Grok) রাখে। aiity শুধু একটি sk-…-Key দিয়ে ক্লায়েন্ট হিসেবে সংযুক্ত হয় — সাবস্ক্রিপশন অ্যাকাউন্ট নিজে sub2api-তে পরিচালনা করেন।
en: sub2api runs on your server and holds your provider accounts (ChatGPT/Claude/Grok). aiity only connects as a client with an sk-… key — you manage the subscription accounts themselves in sub2api.
es: sub2api se ejecuta en tu servidor y guarda tus cuentas de proveedor (ChatGPT/Claude/Grok). aiity solo se conecta como cliente con una clave sk-…; las cuentas de suscripción las gestionas tú en sub2api.
fr: sub2api tourne sur ton serveur et détient tes comptes fournisseurs (ChatGPT/Claude/Grok). aiity s'y connecte seulement comme client avec une clé sk-… — les comptes d'abonnement, tu les gères dans sub2api.
hi: sub2api आपके सर्वर पर चलता है और आपके प्रोवाइडर खातों (ChatGPT/Claude/Grok) को रखता है। aiity सिर्फ़ sk-…-Key के साथ एक क्लाइंट की तरह जुड़ता है — सब्सक्रिप्शन खाते आप खुद sub2api में प्रबंधित करते हैं।
id: sub2api berjalan di server Anda dan menyimpan akun penyedia Anda (ChatGPT/Claude/Grok). aiity hanya terhubung sebagai klien dengan Key sk-…- — akun langganan itu sendiri Anda kelola di sub2api.
it: sub2api gira sul tuo server e conserva i tuoi account dei provider (ChatGPT/Claude/Grok). aiity si collega solo come client con una chiave sk-… — gli account in abbonamento li gestisci in sub2api.
ja: sub2api は自分のサーバーで動き、プロバイダのアカウント（ChatGPT／Claude／Grok）を保持します。aiity は sk-… キーでクライアントとして接続するだけ — サブスクのアカウント自体は sub2api 側で管理します。
ko: sub2api는 서버에서 실행되며 제공자 계정(ChatGPT/Claude/Grok)을 보관합니다. aiity는 sk-…-Key로 클라이언트로만 연결됩니다 — 구독 계정은 sub2api에서 직접 관리합니다.
pt: O sub2api corre no teu servidor e guarda as tuas contas de fornecedor (ChatGPT/Claude/Grok). A aiity liga-se apenas como cliente, com uma chave sk-… — as contas de subscrição geres tu no sub2api.
ru: sub2api работает на твоём сервере и хранит аккаунты провайдеров (ChatGPT/Claude/Grok). aiity подключается только как клиент по ключу sk-… — самими аккаунтами подписок ты управляешь в sub2api.
tr: sub2api sunucunuzda çalışır ve sağlayıcı hesaplarınızı (ChatGPT/Claude/Grok) tutar. aiity yalnızca bir sk-…-Key ile istemci olarak bağlanır — abonelik hesaplarını sub2api'de kendiniz yönetirsiniz.
ur: sub2api آپ کے سرور پر چلتا ہے اور آپ کے فراہم کنندہ اکاؤنٹس (ChatGPT/Claude/Grok) رکھتا ہے۔ aiity صرف ایک sk-…-Key کے ساتھ کلائنٹ کے طور پر منسلک ہوتا ہے — سبسکرپشن اکاؤنٹس خود sub2api میں منظم کرتے ہیں۔
vi: sub2api chạy trên server của bạn và giữ các tài khoản nhà cung cấp của bạn (ChatGPT/Claude/Grok). aiity chỉ kết nối như một client với Key sk-…- — tài khoản gói đăng ký bạn tự quản lý trong sub2api.
zh_hans: sub2api 跑在你自己的服务器上，保管你的服务商账号（ChatGPT/Claude/Grok）。aiity 只作为客户端用 sk-… 密钥连接 — 订阅账号本身在 sub2api 里管理。

source: sub2api-Gateway
ar: بوابة sub2api
es: Gateway sub2api
fr: Passerelle sub2api
id: Gateway sub2api
it: Gateway sub2api
ja: sub2api ゲートウェイ
pt: Gateway sub2api
zh_hans: sub2api 网关

source: Änderung beschreiben…
ar: صِف التغيير…
bn: পরিবর্তন বর্ণনা করুন…
en: Describe the change…
es: Describe el cambio…
fr: Décris la modification…
hi: बदलाव बताएँ…
id: Jelaskan perubahan…
it: Descrivi la modifica…
ja: 変更内容を入力…
ko: 변경 사항 설명…
pt: Descreve a alteração…
ru: Опиши изменение…
tr: Değişikliği açıkla…
ur: تبدیلی بیان کریں…
vi: Mô tả thay đổi…
zh_hans: 描述要改的地方…

source: Öffnen
ar: فتح
bn: খুলুন
en: Open
es: Abrir
fr: Ouvrir
hi: खोलें
id: Buka
it: Apri
ja: 開く
ko: 열기
pt: Abrir
ru: Открыть
tr: Aç
ur: کھولیں
vi: Mở
zh_hans: 打开

source: Öffnet den Entwurf zum Anpassen. Das Modell wählst du selbst — jeder Vorschlag sagt dir, was dafür sinnvoll ist.
ar: يفتح المسودة للتعديل. النموذج تختاره أنت — وكل اقتراح يخبرك بما يناسبه.
bn: সামঞ্জস্যের জন্য খসড়া খোলে। মডেল আপনি নিজে বাছুন — প্রতিটি পরামর্শ বলে কোনটা যুক্তিসঙ্গত।
en: Opens the draft so you can tweak it. You pick the model yourself — each suggestion tells you what makes sense for it.
es: Abre el borrador para ajustarlo. El modelo lo eliges tú: cada propuesta te dice cuál conviene.
fr: Ouvre le brouillon pour l'ajuster. C'est toi qui choisis le modèle — chaque suggestion t'indique ce qui convient.
hi: बदलाव के लिए ड्राफ़्ट खोलता है। मॉडल आप खुद चुनते हैं — हर सुझाव बताता है कि उसके लिए क्या ठीक रहेगा।
id: Membuka draf untuk disesuaikan. Anda memilih sendiri model — setiap saran memberi tahu apa yang masuk akal untuk itu.
it: Apre la bozza da personalizzare. Il modello lo scegli tu — ogni proposta ti dice qual è quello adatto.
ja: 下書きを開いて調整できます。モデルは自分で選びます — 候補ごとに、どんなモデルが向くか書いてあります。
ko: 조정을 위해 초안을 엽니다. 모델은 직접 선택합니다 — 각 제안은 무엇이 적합한지 알려줍니다.
pt: Abre o rascunho para ajustares. O modelo escolhes tu — cada sugestão diz-te o que faz sentido usar.
ru: Откроет черновик для правки. Модель выбираешь ты — у каждого предложения написано, что для него подходит.
tr: Ayarlamak için taslağı açar. Modeli kendiniz seçersiniz — her öneri sizin için neyin mantıklı olduğunu söyler.
ur: ایڈجسٹ کرنے کے لیے ڈرافٹ کھولتا ہے۔ ماڈل آپ خود منتخب کرتے ہیں — ہر تجویز بتاتی ہے کہ اس کے لیے کیا مناسب ہے۔
vi: Mở bản nháp để điều chỉnh. Bạn tự chọn mô hình — mỗi gợi ý cho bạn biết điều gì hợp lý cho việc đó.
zh_hans: 打开草稿进行调整。模型由你自己选 — 每条建议都会告诉你哪种模型合适。

source: Öffnet die Seite in einem eingebauten Browser. Du siehst die Seite, kannst dich einloggen und sie normal nutzen — der Login bleibt pro App gespeichert.
ar: يفتح الموقع في متصفح مدمج. ترى الصفحة وتسجّل الدخول وتستخدمها كالمعتاد — ويبقى تسجيل الدخول محفوظاً لكل تطبيق على حدة.
bn: পেজটি একটি বিল্ট-ইন ব্রাউজারে খোলে। আপনি পেজ দেখতে পারেন, লগইন করতে পারেন এবং স্বাভাবিকভাবে ব্যবহার করতে পারেন — লগইন প্রতিটি App-এর জন্য সংরক্ষিত থাকে।
en: Opens the site in a built-in browser. You see the page, can log in and use it normally — the login is saved per app.
es: Abre la página en un navegador integrado. Ves la página, puedes iniciar sesión y usarla con normalidad; la sesión se guarda en cada app.
fr: Ouvre le site dans un navigateur intégré. Tu vois la page, tu peux t'y connecter et l'utiliser normalement — la connexion est mémorisée pour chaque app.
hi: पेज को बिल्ट-इन ब्राउज़र में खोलता है। आप पेज देख सकते हैं, लॉग-इन कर सकते हैं और उसे सामान्य रूप से इस्तेमाल कर सकते हैं — लॉगिन हर App के हिसाब से सेव रहता है।
id: Membuka halaman di browser bawaan. Anda dapat melihat halaman, login, dan menggunakannya secara normal — login tetap tersimpan per App.
it: Apre il sito in un browser integrato. Vedi la pagina, puoi accedere e usarla normalmente — l'accesso resta salvato per ogni app.
ja: 内蔵ブラウザでサイトを開きます。ログインして普段どおり使えます — ログイン状態はアプリごとに保存されます。
ko: 내장 브라우저에서 페이지를 엽니다. 페이지를 보고 로그인하며 일반적으로 사용할 수 있습니다 — 로그인은 App별로 저장됩니다.
pt: Abre o site num browser integrado. Vês a página, podes iniciar sessão e usá-la normalmente — a sessão fica guardada em cada app.
ru: Откроет сайт во встроенном браузере. Ты видишь страницу, можешь войти и пользоваться как обычно — вход сохраняется отдельно для каждого приложения.
tr: Sayfayı yerleşik bir tarayıcıda açar. Sayfayı görebilir, giriş yapabilir ve normal şekilde kullanabilirsiniz — giriş her App için ayrı ayrı kaydedilir.
ur: صفحے کو بلٹ اِن براؤزر میں کھولتا ہے۔ آپ صفحہ دیکھ سکتے ہیں، لاگ اِن کر سکتے ہیں اور اسے عام طور پر استعمال کر سکتے ہیں — لاگ اِن ہر App کے حساب سے محفوظ رہتا ہے۔
vi: Mở trang trong trình duyệt tích hợp. Bạn thấy trang, có thể đăng nhập và sử dụng bình thường — thông tin đăng nhập được lưu riêng cho mỗi App.
zh_hans: 在内置浏览器里打开该网页。你可以正常浏览、登录和使用 — 登录状态按应用分别保存。

source: Übersetzer
ar: المترجم
bn: অনুবাদক
en: Translator
es: Traductor
fr: Traducteur
hi: अनुवादक
id: Penerjemah
it: Traduttore
ja: 翻訳者
ko: 번역가
pt: Tradutor
ru: Переводчик
tr: Çevirmen
ur: مترجم
vi: Người dịch
zh_hans: 翻译

source: Übersetzt Texte natürlich statt wörtlich, behält Ton und Fachbegriffe bei und markiert Stellen, die im Original mehrdeutig sind.
ar: يترجم النصوص بأسلوب طبيعي لا حرفي، يحافظ على النبرة والمصطلحات، ويشير إلى المواضع الغامضة في الأصل.
bn: টেক্সট আক্ষরিক নয়, স্বাভাবিকভাবে অনুবাদ করে, সুর ও পরিভাষা বজায় রাখে এবং মূলে অস্পষ্ট স্থান চিহ্নিত করে।
en: Translates naturally rather than literally, keeps the tone and the terminology, and flags anything that's ambiguous in the original.
es: Traduce con naturalidad en vez de literalmente, mantiene el tono y los términos técnicos y señala los pasajes ambiguos del original.
fr: Traduit les textes de façon naturelle plutôt que littérale, conserve le ton et les termes techniques et signale les passages ambigus dans l'original.
hi: टेक्स्ट का शब्द-दर-शब्द नहीं, बल्कि स्वाभाविक अनुवाद करता है, लहज़ा और तकनीकी शब्द बनाए रखता है, और मूल में अस्पष्ट जगहों को चिह्नित करता है।
id: Menerjemahkan teks secara natural, bukan harfiah, mempertahankan nada dan istilah teknis, serta menandai bagian yang ambigu dalam teks asli.
it: Traduce in modo naturale invece che letterale, mantiene tono e termini tecnici e segnala i punti ambigui nell'originale.
ja: 直訳ではなく自然に訳し、トーンと専門用語を保ちます。原文があいまいな箇所は明示します。
ko: 텍스트를 직역이 아닌 자연스럽게 번역하고, 어조와 전문 용어를 유지하며, 원문에서 모호한 부분을 표시합니다.
pt: Traduz de forma natural em vez de literal, mantém o tom e os termos técnicos e assinala as passagens ambíguas no original.
ru: Переводит естественно, а не дословно, сохраняет тон и терминологию и отмечает места, двусмысленные в оригинале.
tr: Metinleri kelimesi kelimesine değil doğal şekilde çevirir, tonu ve terimleri korur ve orijinalde belirsiz olan yerleri işaretler.
ur: متن کا لفظی نہیں بلکہ فطری ترجمہ کرتا ہے، لہجہ اور اصطلاحات برقرار رکھتا ہے، اور اصل میں مبہم جگہوں کی نشاندہی کرتا ہے۔
vi: Dịch văn bản một cách tự nhiên thay vì theo nghĩa đen, giữ giọng điệu và thuật ngữ chuyên môn, đánh dấu những chỗ mơ hồ trong bản gốc.
zh_hans: 翻译力求地道而非逐字直译，保留语气和专业术语，并标出原文里含义模糊的地方。

source: Überspringen
ar: تخطي
bn: এড়িয়ে যান
en: Skip
es: Omitir
fr: Ignorer
hi: छोड़ें
id: Lewati
it: Salta
ja: スキップ
ko: 건너뛰기
pt: Ignorar
ru: Пропустить
tr: Atla
ur: چھوڑیں
vi: Bỏ qua
zh_hans: 跳过

source: öffne
ar: افتح
bn: খুলুন
en: open
es: abre
fr: ouvre
hi: खोलें
id: buka
it: apri
ja: 開く:
ko: 열기
pt: abre
ru: открой
tr: aç
ur: کھولیں
vi: mở
zh_hans: 打开

source: — kein Modell gesetzt
ar: — لم يُحدَّد نموذج
bn: — কোনো মডেল সেট করা নেই
en: — no model set
es: — sin modelo definido
fr: — aucun modèle défini
hi: — कोई मॉडल सेट नहीं
id: — tidak ada model diatur
it: — nessun modello impostato
ja: — モデル未設定
ko: — 설정된 모델 없음
pt: — nenhum modelo definido
ru: — модель не выбрана
tr: — model ayarlanmadı
ur: — کوئی ماڈل سیٹ نہیں
vi: — chưa đặt mô hình
zh_hans: — 未设置模型

source: „%@“ installiert und aktiv.
ar: «%@» مثبَّت وفعّال.
bn: “%@” ইনস্টল ও সক্রিয় হয়েছে।
en: “%@” installed and active.
es: «%@» instalado y activo.
fr: « %@ » installé et actif.
hi: “%@” इंस्टॉल और सक्रिय हो गया।
id: “%@” terinstal dan aktif.
it: «%@» installato e attivo.
ja: 「%@」をインストールして有効にしました。
ko: “%@”이(가) 설치되어 활성화되었습니다.
pt: «%@» instalado e ativo.
ru: «%@» установлен и активен.
tr: “%@” yüklendi ve aktif.
ur: “%@” انسٹال اور فعال ہو گیا۔
vi: “%@” đã cài đặt và hoạt động.
zh_hans: “%@”已安装并启用。

source: „%@“ wird dauerhaft entfernt.
ar: ستتم إزالة «%@» نهائيًا.
bn: “%@” স্থায়ীভাবে মুছে ফেলা হবে।
en: “%@” will be permanently removed.
es: «%@» se eliminará definitivamente.
fr: « %@ » sera supprimé définitivement.
hi: “%@” को हमेशा के लिए हटा दिया जाएगा।
id: “%@” akan dihapus secara permanen.
it: «%@» verrà rimosso definitivamente.
ja: 「%@」を完全に削除します。
ko: “%@”이(가) 영구적으로 제거됩니다.
pt: «%@» será removido permanentemente.
ru: Это навсегда удалит «%@».
tr: “%@” kalıcı olarak kaldırılacak.
ur: “%@” مستقل طور پر ہٹا دیا جائے گا۔
vi: “%@” sẽ bị xóa vĩnh viễn.
zh_hans: 「%@」将被永久删除。

source: „%@“ wird entfernt.
ar: ستتم إزالة «%@».
bn: “%@” মুছে ফেলা হচ্ছে।
en: “%@” will be removed.
es: «%@» se eliminará.
fr: « %@ » sera supprimé.
hi: “%@” हटाया जा रहा है।
id: “%@” sedang dihapus.
it: «%@» verrà rimosso.
ja: 「%@」を削除します。
ko: “%@”이(가) 제거 중입니다.
pt: «%@» será removido.
ru: Это удалит «%@».
tr: “%@” kaldırılıyor.
ur: “%@” ہٹایا جا رہا ہے۔
vi: “%@” đang bị xóa.
zh_hans: 「%@」将被删除。

source: Foto
ar: صورة
bn: ছবি
en: Photo
fr: Photo
hi: फ़ोटो
ja: 写真
ko: 사진
ru: Фото
tr: Fotoğraf
ur: تصویر
vi: Ảnh
zh_hans: 照片
